[English]
Installing =Installing
InstallingPicTips=Easily transfer data and keep your data consistency on new PC.

[ChineseSimp]
Installing =正在安装...
InstallingPicTips=轻松传输数据并确保新电脑上的资源与旧电脑完全一致。

[ChineseTrad]
Installing =安裝中...
InstallingPicTips=輕鬆傳輸資料並確保新電腦上的資料與舊電腦完全一致。

[Dutch]
Installing =Installeren...
InstallingPicTips=Zet eenvoudig gegevens over en houd je data als van ouds op je nieuwe PC

[French]
Installing =Installation en cours ...
InstallingPicTips=Transférer facilement des données et conserver la cohérence de vos données sur un nouveau PC

[German]
Installing =Installieren...
InstallingPicTips=Übertragen Sie Daten einfach und fehlerlos auf einen neuen PC

[Italian]
Installing =Installazione...
InstallingPicTips=Trasferisci facilmente i dati e mantieni la coerenza dei dati sul nuovo PC

[Japanese]
Installing =インストール中
InstallingPicTips=簡単にデータを転送し、新しいPCでデータの一貫性を保つ

[Korean]
Installing =설치...
InstallingPicTips=데이터를 쉽게 전송하고 새 PC에서 데이터 일관성을 유지합니다.

[Polish]
Installing =Instalowanie...
InstallingPicTips=Łatwe przesyłanie danych i zachowanie spójności danych na nowym komputerze

[Portuguese]
Installing =Instalando...
InstallingPicTips=Transferir os dados facilmente e manter a consistência dos seus dados no novo PC

[Russian]
Installing =Установка...
InstallingPicTips=Легко переносите данные, сохраняя их согласованность на новом ПК.

[Spanish]
Installing =Instalando....
InstallingPicTips=Transfiere datos fácilmente y mantiene la consistencia de sus datos en un nuevo PC

[Turkish]
Installing =Yükleniyor...
InstallingPicTips=Verileri kolayca aktarın ve verilerinizin tutarlılığını koruyun.

[Arabic]
Installing =تثبيت...
InstallingPicTips=نقل البيانات بسهولة والحفاظ على اتساق البيانات الخاصة بك